Repository: MohdAwad/Acc
Catalog: Resources/Resource.*.resx
Languages: ar

# AccountFather
source: Father Account
ar: الحساب الرئيسي

# AccountFatherName
source: Father Account Name
ar: اسم الحساب الرئيسي

source: Account Kind
ar: طبيعة الحساب

source: Account Level
ar: مستوى الحساب

source: Account Number
ar: رقم الحساب

source: Accounts
ar: الحسابات

source: Account Type
ar: نوع الحساب

source: Accreditation Information
ar: معلومات الاعتماد

source: Added Successfully
ar: تم الاضافة بنجاح

source: Address
ar: العنوان

source: An Account
ar: حساب

source: Approval
ar: اعتماد

source: Arabic Name
ar: الاسم بالعربي

# ArbAddress
source: Arabic Address
ar: العنوان بالعربي

# AreaName
source: Area
ar: المنطقة

source: Authorized Signatory
ar: المفوض بالتوقيع

# BankAccountNumber
source: Bank Account
ar: حساب البنك

source: Bank Adderss
ar: عنوان البنك

# BankName
source: Bank
ar: البنك

source: Beneficiary Name
ar: اسم المستفيد

source: Bill Balance
ar: رصيد الكمبيالات

# BranchBankName
source: Branch
ar: الفرع

# BuildingNo
source: Building Number
ar: رقم البناية

source: Change Password
ar: تغير كلمة المرور

source: Cheque Balance
ar: رصيد الشيكات

# CityName
source: City
ar: المدينة

source: Client
ar: عميل

source: Client Information
ar: معلومات العميل

source: Commercial Record
ar: السجل التجاري

source: Company Info
ar: معلومات الشركة

# CompanyMainSetup
source: Company Settings
ar: اعدادات الشركة

source: Confirm Password
ar: تاكيد كلمة المرور

source: Conversion Factor
ar: معامل التحويل

# CostChart
source: Chart Of Cost Center
ar: مخطط مركز الكلفة

source: CostFather
ar: رقم مركز الكلفة الرئيسي

# CostFatherName
source: Main Cost Center
ar: اسم مركز الكلفة الرئيسي

# CostLevel
source: Cost Center Level
ar: مستوى مركز الكلفة

# CostNumber
source: Cost Center Number
ar: رقم مركز الكلفة

# CountryBankName
source: Country
ar: الدولة

# CountryName
source: Country
ar: الدولة

source: Create Account
ar: انشاء حساب

source: Create New
ar: انشاء جديد

source: Create New Account
ar: انشاء حساب جديد

# CurLang
source: Eng
ar: Arb

# Currency
source: Currencies
ar: العملات

source: Debit Limit
ar: سقف الذمة

source: Debit Period
ar: فترة الذمة

source: Discount Percentage
ar: نسبة الخصم

source: Email
ar: البريد الالكتروني

# EngAddress
source: English Address
ar: العنوان بالانجليزي

source: English Name
ar: الاسم بالإنجليزي

# FloorNo
source: Floor Number
ar: رقم الطابق

source: IBAN
ar: رقم الحساب البنكي الدولي

# InsDateTime
source: Insert Date
ar: تاريخ الادخال

# InsUserName
source: Insert By
ar: ادخل بواسطة

# IsFirstLevel
source: Select As Main Account
ar: تحديد كحساب رئيسي

source: Known To
ar: معرف لدى

# LoadingMsg
source: Please Wait..Verifying your data
ar: يرجي الانتظار..جاري التحقق من بيانتك

source: Login
ar: تسجيل دخول

source: Log Off
ar: تسجيل خروج

source: Logo Path
ar: مسار الشعار

source: Mobile
ar: هاتف النقال

source: Name Of Person In Charge
ar: اسم الشخص المسؤول

source: National Number Of The Facility
ar: الرقم الوطني للمنشأة

source: Next To
ar: بالقرب من

source: Note
ar: ملاحظة

# OpeningBalance
source: Opening Entry
ar: القيد الافتتاحي

source: Password
ar: كلمة المرور

# PaymnetMethodTypeName
source: Payment Method Type
ar: طريقة الدفع

source: Phone Of Person In Charge
ar: هاتف الشخص المسؤول

# PleasefillalRequiredfields
source: Please fill all Required fields
ar: يرجي ادخال جميع الحقول المطلوبة

source: Please Wait
ar: يرجي الانتظار

source: Profession Licence
ar: رخصة المهن

source: Register
ar: تسجيل

source: Remember Me
ar: تذكرني

source: Save
ar: تخزين

source: Saving
ar: جاري التخزين

source: Somthing Went Wrong
ar: حدث خطأ

# StoppedAccount
source: Stopped
ar: ايقاف الحساب

# StoppedCost
source: Stopped Cost Center
ar: ايقاف مركز كلفة

source: Street Name
ar: اسم الشارع

source: Supplier
ar: مورد

source: Supplier Information
ar: معلومات المورد

source: Swift Code
ar: رمز سويفت

# TeleFax
source: Fax
ar: فاكس

source: Telephone
ar: الهاتف

source: Trade Name
ar: الاسم التجاري

source: UpdatedSuccessfully
ar: تم التعديل بنجاح

source: User Name
ar: اسم المستخدم

source: Website
ar: الموقع الإلكتروني

source: Your Account Is Being Created
ar: جاري انشاء حسابك

source: Your Request has Been Successfully Sent
ar: تم ارسال طلبك بنجاح

source: Add New
ar: اضافة جديد

source: Delete
ar: حذف

source: Refresh
ar: تحديث

source: Refreshing
ar: جاري التحديث

source: Update Account
ar: تعديل حساب

source: Close
ar: خروج

source: Modify
ar: تعديل

source: Create Father Account
ar: انشاء حساب رئيسي

source: Accounting Tree
ar: شجرة المحاسبة

# CreateSubAccount
source: Create a Sub Account
ar: انشاء حساب فرعي

# LastAccountSub
source: The last branch cannot add any new branch
ar: اخر فرع لا يمكن اضافة اي فرع جديد

source: Update
ar: تعديل

source: Error
ar: خطأ

source: Account Status
ar: حالة الحساب

source: Actions
ar: الحركات

source: Active
ar: فعال

source: Add Account
ar: اضافة حساب

source: Delete Account
ar: حذف حساب

source: Deleting
ar: جاري الحذف

source: NotActive
ar: موقوف

source: Operation Completed Successfully
ar: تمت العملية بنجاح

source: Reports
ar: التقارير

source: Show Chart Of Account
ar: مشاهدة شجرة المحاسبة

source: Update Account Kid
ar: تعديل نوع حساب

source: Update Account Name
ar: تعديل اسم حساب

source: Update Acount Type
ar: تعديل طبيعة حساب

source: Update Permission
ar: تعديل الصلاحيات

source: Users
ar: المستخدمين

source: Stop Account
ar: ايقاف حساب

# CostCenterChart
source: Cos Center Chart
ar: شجرة مراكز الكلف

source: Cost Centers
ar: مراكز الكلف

source: Cost Centers Chart
ar: شجرة مراكز الكلف

source: Serial
ar: التسلسل

source: Cash
ar: نقدي

source: Debt
ar: ذمم

source: Cheque Balance Credit
ar: رصيد الشيكات الدائن

source: Cheque Balance Debit
ar: رصيد الشيكات المدين

source: Opening Balance Credit
ar: رصيد الدائن الافتتاحي

source: Opening Balance Debit
ar: رصيد المدين الافتتاحي

# CustomerCity
source: Customer Cities
ar: مدن العملاء

# CurrencyID
source: Currency
ar: العملة

source: Accreditation Expires Place
ar: مكان انتهاء الاعتماد

source: Arrive Port
ar: ميناه الوصول

source: Bank
ar: البنك

source: Bank Insurance
ar: التأمين البنكي

source: Beneficiary Of Accreditation
ar: المستفيد من الاعتماد

source: Commissions Paid
ar: العملات المدفوعه

source: Credit Foreign Currency
ar: القيمة بالعملة الاجنبية

source: Credit In local Currency
ar: القيمة بالعملة المحلية

source: Currency Type
ar: نوع العملة

source: Date Of Issuance Of Credit
ar: تاريخ اصدار الاعتماد

source: Exchange Rate
ar: قيمة التحويل

source: Last Shipment Date
ar: اخر تاريخ للشحن

source: Partial Charging
ar: الشحن الجزئي

source: Payment Terms
ar: شروط الدفع

source: Shipping Port
ar: ميناه الشحن

source: Type Of Goods
ar: نوع البضاعة

source: Validity Of Accreditation
ar: صلاحية الاعتماد

source: Accreditation
ar: اعتماد

source: Name
ar: الاسم

# Sales
source: Delegates
ar: المندوب

source: Updating
ar: جاري التعديل

# SalesMan
source: Delegate
ar: المندوبين

# DeletedSuccessfully
source: The deletion was successful
ar: تم الحذف بنجاح

# ServiceGroup
source: Services Groups
ar: مجموعات الخدمات

source: Auto Serial
ar: تسلسل التلقائي

# CompnyTransactionKind
source: Transactions
ar: الحركات

source: Transaction Kind
ar: نوع الحركة

source: Cost Price
ar: سعر الكلفة

source: Sale Price
ar: سعر البيع

source: Tax Percentage
ar: نسبة الضريبة

source: Group
ar: المجموعة

# Service
source: Services
ar: الخدمات

source: Last Updated Date
ar: تاريخ اخر تعديل

# CurrencyValue
source: Currencies Values
ar: قيم العملات

# CannotDelete
source: Cannot make deletions for their association and other movements
ar: لا يمكن عمل حذف لارتباطها وحركات اخري

source: Credit
ar: دائن

source: Credit Foreign
ar: دائن اجنبي

source: Debit
ar: مدين

source: Debit Foreign
ar: مدين اجنبي

source: Total Credit
ar: مجموع الدائن

source: Total Credit Foreign
ar: مجموع الدائن الاجنبي

source: Total Debit
ar: مجموع المدين

source: Total Debit Foreign
ar: مجموع المدين الاجنبي

source: Voucher Date
ar: تاريخ القيد

source: Voucher Number
ar: رقم القيد

source: Deposit Value
ar: قيمة التأمين

source: Due Date
ar: تاريخ الحق

source: Expenses Amount
ar: قيمة المصاريف

source: Issued By
ar: الجهة الصادرة

# OrderNo
source: Order Number
ar: رقم الطلبية

source: The Beneficiary
ar: الجهة المستفيد

source: Warranty Amount
ar: قيمة الكفالة

source: Warranty Number
ar: رقم الكفالة

source: Foreign
ar: اجنبي

source: The accounting entry is uneven
ar: القيد المحاسبي غير متساوي

source: Amount
ar: القيمة

# CompanyTransactionKindID
source: Transaction Kind
ar: نوع الحركة

source: Foreign Amount
ar: القيمة الاجنبية

source: From Account Number
ar: من رقم حساب

source: From Cost Center
ar: من مركز كلفة

source: To Account Number
ar: الى رقم حساب

source: To Cost Center
ar: الى مركز كلفة

source: Search Account Number
ar: البحث عن رقم حساب

source: Search Cost Center
ar: البحث عن مركز كلفة

source: Tax Account Number
ar: رقم حساب الضريبة

source: Tax Cost Center
ar: مركز كلفة الضريبة

source: Tax
ar: الضريبة

source: Total Amount
ar: الصافي

source: Tax Foreign
ar: ضريبة الاجنبي

source: Total Foreign
ar: ص.الاجنبي

source: Work With Cost Center
ar: العمل بمراكز الكلف

source: Fraction Digit
ar: الخانات الكسرية

source: Bill sOf Exchange
ar: صرف كمبيالات

source: Cheque Under Collection
ar: شيكات برسم التحصيل

source: Postdated Cheque
ar: شيكات اجلة الدفع

source: Accounts Numbers
ar: ارقام الحسابات

# DefinitionBanks
source: Banks Definition
ar: تعريف البنوك

source: Fund Account Number
ar: رقم حساب الصندوق

# BankAcc
source: Bank Account
ar: حساب البنك

source: Date
ar: التاريخ

# DepositAmmount
source: Deposit Amount
ar: قيمة الايداع

source: Deposit In The Bank
ar: ايداع بنكي

source: Re Calc
ar: اعادة احتساب

source: Detail
ar: التفاصيل

source: Search
ar: بحث

source: From Date
ar: من تاريخ

source: To Date
ar: الى تاريخ

source: Back
ar: عودة

source: Financial TransActions
ar: الحركات المالية

# TransActions
source: Financial Journals
ar: قيود محاسبية

source: Cost Center
ar: مركز الكلفة

source: From Account
ar: من حساب

source: Prepaid Expenses
ar: مصاريف مدفوعه مقدما

# FromExpence
source: From an expense account
ar: حساب مصاريف

source: Paid Period
ar: فترة السداد

# ToPrepaidExpence
source: Prepaid expense account
ar: حساب مصاريف مدفوعة مقدما

source: To Account
ar: الى حساب

source: Statement
ar: البيان

source: Ammount
ar: القيمة

source: Collected
ar: تم تحصيلة

source: Revenue Received
ar: الإيرادات مقبوضة مقدما

source: Expense Account Number
ar: رقم حساب المصاريف

source: Expense Cost Center
ar: مركز كلفة مصروف

source: Are You Sure?
ar: هل انت متأكد؟

source: No
ar: لا

source: Yes
ar: نعم

source: Debit Note
ar: إشعار مدين

source: Collect
ar: تحصيل

source: This Account No Dose Not Exist
ar: هذا الحساب غير موجود

source: Export
ar: ترحيل

source: Print Excel
ar: طباعة اكسل

# UnExport
source: Not Exported
ar: فك ترحيل

# ForeignReceiptAmount
source: Amount
ar: قيمة السند بالعملة الاجنبية

# ReceiptAmount
source: Amount in local currency
ar: قيمة السند بالعملة المحلية

# EmptyTable
source: No data available in table
ar: ليست هناك بيانات متاحة في الجدول

source: First
ar: الأول

# Info
source: Showing _START_ to _END_ of _TOTAL_ entries
ar: إظهار _START_ إلى _END_ من أصل _TOTAL_ مدخل

# InfoEmpty
source: Showing 0 to 0 of 0 entries
ar: يعرض 0 إلى 0 من أصل 0 سجل

# InfoFiltered
source: (filtered from _MAX_ total entries)
ar: (منتقاة من مجموع _MAX_ مُدخل)

source: Last
ar: الأخير

# LengthMenu
source: Show _MENU_ entries
ar: أظهر _MENU_ مدخلات

# LoadingRecords
source: Loading...
ar: جارٍ التحميل...

source: Next
ar: التالي

source: Previous
ar: السابق

source: Processing...
ar: جارٍ التحميل...

# SortAscending
source: activate to sort column ascending :
ar: : تفعيل لترتيب العمود تصاعدياً

# SortDescending
source: activate to sort column descending :
ar: : تفعيل لترتيب العمود تنازلياً

# ZeroRecords
source: No matching records found
ar: لم يعثر على أية سجلات

# PleaseFillPaymentDetails
source: Please Fill lPayment Details
ar: يرجي ادخال تفاصيل الدفعات

source: Net Total
ar: الصافي

# PullDir
source: pull-right
ar: pull-left

source: Total
ar: الاجمالي

# AccountStatement
source: Account Statment
ar: كشف حساب

source: Print
ar: طباعة

# MessageExported
source: This voucher is exported
ar: هذا السند مرحل

source: Ok
ar: موافق

source: Exporting
ar: جاري ترحيل

# UnExporting
source: Not Exported
ar: جاري فك الترحيل

source: Credit Note
ar: إشعار دائن

source: Receipt Voucher Cash
ar: سند قبض نقدي

source: Payment Voucher Cash
ar: سند صرف نقدي

# ReceiptVoucherBank
source: Receipt Voucher Cheque
ar: سند قبض شيكات

# BankAccountName
source: Bank Account
ar: حساب البنك

# BillsOfExchangeAccountName
source: Bills Of Exchange Account
ar: حساب صرف كمبيالات

# ChequeUnderCollectionAccountName
source: Cheque Under Collection Account
ar: البنك المراد تحصيل عليه

# PostdatedChequeAccountName
source: Postdated Cheque Account
ar: حساب شيكات اجلى الدفع

# FundAccountName
source: Fund Account
ar: حساب الصندوق

source: Account Name
ar: اسم الحساب

# TaxAccountName
source: Tax Account
ar: حساب الضريبة

# ExpenseAccountName
source: Expense Account
ar: حساب المصاريف

# ChequeFundAccountName
source: Cheque Fund Account
ar: حساب صندوق شيكات

source: Cheque Fund Account Number
ar: رقم حساب صندوق شيكات

source: Preparing Data
ar: إعداد البيانات

# CheckedPaperAmount
source: Check Paper Amount
ar: قيمة الشيكات المحددة

# ChequeDate
source: Deu Date
ar: تاريخ الحق

source: Cheque Number
ar: رقم الشيك

source: Drawer Name
ar: اسم الساحب

# DeleteDateTime
source: Delete Date
ar: تاريخ الحذف

source: Delete User Name
ar: تم الحذف بواسطة

# UpdateDateTime
source: Update Date
ar: تاريخ التعديل

source: Update User Name
ar: تم التعديل بواسطة

# ChequeBoxName
source: Cheque Boxes
ar: صندوق الشيكات

source: Customer Account Number
ar: رقم حساب العميل

source: Customer Name
ar: اسم العميل

source: From Date Cheque
ar: من تاريخ شيك

# ReceiptVoucherDate
source: Receipt Date
ar: تاريخ السند

# ReceiptVoucherNumber
source: Receipt Number
ar: رقم السند

source: Transfer
ar: تحويل

source: Received Cheque
ar: شيكات القبض

source: Deposit cheques under collection
ar: إيداع شيكات برسم التحصيل

source: View Details
ar: مشاهدة التفاضيل

source: Level
ar: المستوى

source: Balance
ar: الرصيد

source: Credit Balance
ar: الرصيد الدائن

source: Credit TransAction
ar: الحركات الدائنة

source: Debit Balance
ar: رصيد مدين

source: Debit TransAction
ar: الحركات المدينة

source: Net Credit
ar: صافي الدائن

source: Net Debit
ar: صافي المدين

source: Trial Balance
ar: ميزان المراجعة

source: Show Zero Balance
ar: اظهار الرصيد صفر

source: The Account Contains Transactions
ar: الحساب يحتوي علي حركات

source: The account contains branches
ar: الحساب يحتوي علي فروع

# AccountsSettings
source: Accounts Setting
ar: إعدادات الحسابات

source: Banks
ar: البنوك

source: Other Accounts
ar: حسابات اخرى

source: Cash Funds
ar: صناديق النقد

source: Cheque Funds
ar: صناديق الشيكات

source: Expenses
ar: المصاريف

# PaidExpenses
source: Prepaid Expenses
ar: المصاريف المدفوعة

source: Purchases Tax
ar: ضريبة مشتريات

source: Sales Tax
ar: ضريبة مبيعات

# ForeignDepositAmmount
source: Foreign Deposit Amount
ar: قيمة الإيداع الاجنبي

source: New
ar: جديد

source: Bank Cost Center
ar: مركز كلفة بنك

source: Trial Balance Detailed
ar: ميزان تفصيلي

# OpeningBalanceTrans
source: Opening Balance
ar: قيد افتتاحي

source: Cost Center Name
ar: اسم مركز الكلفة

# ExportSuccessfully
source: Successfully Exported
ar: تم التحريل بنجاح

# UnExportSuccessfully
source: Successfully Not Exported
ar: تم فك الترحيل بنجاح

source: Previous Balance
ar: رصيد سابق

source: Active Year
ar: السنة الفعالة

source: Date First Payment
ar: تاريخ اول دفعة

source: From Date First Payment
ar: من تاريخ اول دفعة

source: Number Of Payments
ar: عدد الدفعات

source: Remaining Amount
ar: القيمة المتبقية

# RemainingPayments
source: Number Of Remaining Payments
ar: عدد الدفعات المتبقية

# AccountChart
source: Chart Of Account
ar: شجرة الحسابات

source: April
ar: أبريل

source: August
ar: أغسطس

source: December
ar: ديسمبر

source: Detailed Yearly Trial
ar: ميزان تفصيلي سنوي

source: February
ar: فبراير

source: January
ar: يناير

source: July
ar: يوليو

source: June
ar: يونيو

source: March
ar: مارس

source: May
ar: مايو

source: November
ar: نوفمبر

source: October
ar: أكتوبر

source: September
ar: سبتمبر

# ByAcc
source: By Account No
ar: اعتماد حساب

source: By Credit
ar: اعتماد الحركات الدائنة

source: By Date
ar: اعتماد تاريخ

source: By Debit
ar: اعتماد الحركات المدينة

source: By Note
ar: اعتماد ملاحظه

source: By Value
ar: اعتماد قيمة

# DebitCredit
source: Trans Type
ar: نوع الحركة

source: From Value
ar: من قيمة

# SearchForTrans
source: Search For Transaction
ar: بحث عن حركة

source: To Value
ar: الى قيمة

source: Trans No
ar: رقم الحركة

# CreditTo
source: To
ar: له

# DebitFrom
source: From
ar: منه

source: Foreign From
ar: منه اجنبي

source: Foreign To
ar: له اجنبي

source: Number
ar: الرقم

source: Trans Date
ar: تاريخ الحركة

source: Trans Name
ar: اسم الحركة

# AllTransInDetail
source: All Trans in Details
ar: كشف حركات بشكل تفصيلي

# ExpenseCostNumber
source: Expense Cost Center Number
ar: مركز كلفة مصاريف

source: Prepaid Expense Account Number
ar: رقم حساب مصاريف مدفوعة مقدما

# PrepaidExpenseCostNumber
source: Prepaid Expense Cost Center Number
ar: مركز كلفة مصاريف مدفوعة مقدما

source: Collection Date
ar: تاريخ التحصيل

source: The process will be re-calculation?
ar: سيتم إعادة عملية الإحتساب ؟

# ForAccount
source: For Accounts
ar: للحسابات

# Report3D
source: 3D Reports For Accounts And Cost Center
ar: تقارير ثلاثية الابعاد للحسابات و مراكز الكلف

source: Date Type
ar: نوع التاريخ

source: Half1
ar: النصف الاول

# Half2
source: Half1
ar: النصف الثاني

source: Half yearly
ar: نصف سنوي

source: Monthly
ar: شهري

source: Quart1
ar: الربع الاول

source: Quart2
ar: الربع الثاني

source: Quart3
ar: الربع الثالث

source: Quart4
ar: الربع الرابع

source: Quarterly
ar: ربع سنوي

# Yealry
source: Yearly
ar: سنوي

source: Revenues
ar: الإيرادات

source: Revenues Received
ar: الإيرادات المقبوضة

source: Payee Account
ar: حساب المدفوع له

source: Paid Account
ar: حساب المدفوع منه

# BalancesCustSup
source: Balances for customers and suppliers
ar: ارصدة العملاء والموردين

# Diff
source: Difference
ar: الفرق

# NumberOfDays
source: # Days
ar: عدد الايام

# TransferAccount
source: Transfer
ar: نقل

source: Transfer between accounts
ar: نقل بين الحسابات

source: Operations
ar: عمليات

source: Credit Account Number
ar: رقم حساب الدائن

# CreditCostNumber
source: Credit Cost Center Number
ar: مركز كلفة الدائن

source: Debit Account Number
ar: رقم حساب المدين

# DebitCostNumber
source: Debit Cost Center Number
ar: مركز كلفة المدين

source: Discount
ar: الخصم

source: Foreign Discount
ar: خ.اجنبي

source: Foreign Price
ar: س.اجنبي

source: Local Discount
ar: خصم محلي

source: No Tax
ar: معفي ضريبة

source: Price
ar: السعر

source: Qty
ar: الكمية

source: Service Name
ar: اسم الخدمة

source: Service No
ar: رقم الخدمة

source: Service Not
ar: ملاحظات الخدمة

# TaxCostNumber
source: Tax Cost Center Number
ar: مركز كلفة الضريبة

source: Total Local
ar: ص.المحلي

source: Collecting
ar: جاري التحصيل

# CollectionPrepaidExpenses
source: Collection Of Prepaid Expenses
ar: تحصيل مصاريف مدفوعة مقدما

# MessageDeleteDifferences
source: Cannot delete part of the entry or the entire record has been collected
ar: لا يمكن الحذف تم تحصيل جزء من القيد او القيد كامل

# MessageUpdateDifferences
source: Can not be edited in a fully collector
ar: لا يمكن التعديل قيد محصل بالكامل

source: Net After Line Tax
ar: القيمة بعد الضريبة

source: Net After Total Disc
ar: الصافي بعد الخصم الكلي

source: Net Total Tax
ar: صافي الضريبة

# PriceAfterLineDisc
source: Price After Line Discount
ar: السعر بعد الخصم السطري

source: Tax Value
ar: قيمة الضريبة

# TotalDiscPrec
source: Total Discount Prece
ar: نسبة الخصم

# TotalDiscValue
source: Total Discount Value
ar: قيمة الخصم

source: Bill of sale services
ar: فاتورة بيع خدمات

# Bills
source: Service Bills
ar: فواتير الخدمات

source: Please Select Trans Kind
ar: يرجي اختيار نوع الحركه

source: Revenue Account Number
ar: حساب الإيرادات

# RevenueCostNumber
source: Revenue Cost Center
ar: مركز كلفة إيراد

source: Revenue Received Account Number
ar: حساب الإيرادات المقبوضة مقدما

# RevenueReceivedCostNumber
source: Revenue Received Cost Center
ar: مركز كلفة إيراد مقبوض مقدما

source: Collection Revenue Received
ar: تحصيل إيرادات مقبوضة مقدما

source: Return Bill Of Sale Services
ar: فاتورة مرتجع

source: Bill purchase services for an account
ar: فاتورة شراء خدمات لحساب

# ForAnAccount
source: Sale Voucher For An Account
ar: فاتورة بيع لحساب

# ForMultiAccount
source: Sale Voucher For Multi Account
ar: فاتورة بيع لعدة حسابات

# PurchaseForAnAccount
source: Purchase Voucher For An Account
ar: فاتورة شراء لحساب

# PurchaseForMultipleAccounts
source: Purchase Voucher For Multi Accounts
ar: قاتورة شراء لعدة حسابات

# ReturnForAnAccount
source: Return Sale Voucher For An Account
ar: مرتجع فاتورة بيع لحساب

# ReturnForMultiAccount
source: Return Sale Voucher For Multi Account
ar: مرتجع فاتورة بيع لعدة حسابات

# ReturnPurchaseForAnAccount
source: Return Purchase Voucher For An Account
ar: مرتجع فاتورة شراء لحساب

# ReturnPurchaseForMultiAccount
source: Return Purchase Voucher For Multi Account
ar: مرتجع فاتورة شراء لعدة حسابات

source: Home
ar: الصفحة الرئيسية

source: Please Check Your Data
ar: يرجي التحقق من البيانات المدخلة

source: Budget Type
ar: نوع الميزانية

source: Estimated Budget
ar: الميزانية التقديرية

source: Year Budget
ar: الميزانية السنوية

# Yeardividingitbymonths
source: Adopting an annual value and dividing it by months
ar: اعتماد قيمة سنوية وتقسيمها علي الاشهر

# ChequeCaseName
source: Cheque Case
ar: حالة الشيك

# BudgetAccount
source: For Account
ar: حساب

# BudgetAccountCost
source: For Account & Cost Center
ar: حساب ومركز كلفة

# BudgetCost
source: For Cost Center
ar: مركز كلفة

# ChangeVaule
source: Change Value
ar: التغير

source: Expected
ar: المتوقع

source: Month Transaction
ar: حركات الشهر

# ShowEstimatedZero
source: Show estimated zero or not defined
ar: اظهار الارصدة التقديرية صفر او غير معرف

source: Show Main Account Value
ar: اظهار قيم الحسابات الرئيسية

# CompareAccountAllMonths
source: Compare the estimated balances for all months
ar: مقارنة الارصدة التقديرية لكل الاشهر

# CompareAccountMonths
source: Compare the estimated balances for month
ar: مقارنة الارصدة التقديرية حسب شهر

source: Month
ar: الشهر

# CompareAccountMonthsAll
source: Compare the estimated balances for All month
ar: مقارنة الارصدة التقديرية لكل الاشهر

source: Estimated comparison reports
ar: تقارير المقارنات التقديرية

source: Actual total
ar: المجموع الفعلي

# CompareAccountYearly
source: Compare the estimated balances annually
ar: مقارنة الارصدة التقديرية سنوي

source: Expected annually
ar: السنوي المتوقع

source: Remaining expected
ar: متبقي من المتوقع

source: Remaining ratio
ar: نسبة المتبقي من متوقع

source: Received Cheque Transactions
ar: حركات شيكات قبض

# MessagePleaseChooseChequeBox
source: Please Choose Cheque Box Account
ar: الرجاء إختيار حساب صندوق الشيكات

# MessagePleaseChooseOnCheque
source: Please Choose At Least One Cheque
ar: الرجاء إختيار شيك واحد على الاقل

# UnderCollectionBankAccountNumber
source: Under Collection Account
ar: البنك المراد تحصيل عليه

source: Under Collection Cost Center
ar: مركز كلفة برسم التحصيل

# CompareCostMonths
source: Compare the estimated balances for month By Cost Center
ar: مقارنة الارصدة التقديرية لمراكز الكلف حسب شهر

# ShowOnlyaccountswithcostcenter
source: Only accounts associated with a cost center
ar: فقط الحسابات المرتبطه بمركز كلفة

source: Clearing Deposit
ar: إيداع مقاصة

# ClearingDepositBankAccountNumber
source: Clearing Deposit Account Number
ar: حساب إيداع مقاصة

source: Clearing Deposit Cost Center
ar: مركز كلفة إيداع مقاصة

source: Cheque Endorsement
ar: تجير شيكات

source: Cheque Endorsement Account Number
ar: حساب المجير له
