Repository: MohdAwad/Acc
Catalog: Resources/Resource.*.resx
Languages: ar

source: Confirm new password
ar: تأكيد كلمة المرور

source: Current password
ar: كلمة المرور الحالية

source: New password
ar: كلمة المرور الجديدة

source: Return From Cheque Box
ar: إعادة من صندوق الشيكات

source: Group Code
ar: رمز المجموعة

source: Unit
ar: الوحدة

source: Color Name
ar: اسم اللون

source: Sub-Colors
ar: الألوان الفرعية

source: Unit Name
ar: اسم الوحدة

source: Units
ar: الوحدات

# ItemGroups
source: Items Groups
ar: مجموعات المواد

source: This group is already entered
ar: هذه المجموعة مدخلة مسبقا

source: Stock Name
ar: اسم المستودع

source: Warehouses
ar: المستودعات

source: Continuous Inventory
ar: جرد المستمر

source: Periodic Inventory
ar: جرد الدوري

source: This stock is already entered
ar: هذا المستودع مدخل مسبقا

source: Branches
ar: الفروع

source: This branch is already entered
ar: هذا الفرع مخزن مسبقا

# FundCostName
source: Fund Cost Ceneter
ar: مركز كلفة الصندوق

# SalesNumber
source: Delegate Number
ar: رقم المندوب

# SaleManName
source: Delegate Name
ar: اسم المندوب

source: Purchase Bills
ar: فواتير شراء

# SalesBills
source: Sale Bills
ar: فواتير بيع

# ReturnPurchasesTax
source: Return Purchases Tax Account
ar: مردودات ضريبة مشتريات

# ReturnSalesTax
source: Return Sales Tax Account
ar: مردودات ضريبة مبيعات

source: Symbol Serial
ar: تسلسل برموز

source: Direct Account
ar: الحساب المباشر

# PurchasingDifferences
source: Purchases Difference Account
ar: حساب فروقات مشتريات

source: Download
ar: تحميل الملف

source: Accounting
ar: المحاسبة

source: Dashboard
ar: لوحة المراقبة

source: Orders
ar: الطلبيات

# PleasefillService
source: Please check the services
ar: الرجاء التأكد من الخدمات

# NetTotalForeignAmount
source: Net Total Foreign
ar: صاقي الأجنبي

# TotalForeignAmount
source: Total Foreign
ar: إجمالي الاجنبي

# ForeignAmountTax
source: Foreign Tax
ar: ضريبة اجنبي

source: The Service Does Not Exist
ar: الخدمة غير موجودة

source: The decimal point for the foreign currency
ar: الفواصل العشرية للعملة الاجنبية

source: The decimal point for the local currency
ar: الفواصل العشرية للعملة المحلية

source: According To Quantity
ar: كمية مستودع

source: Allow Wood To Change Color
ar: يسمح بتغير لون الخشب

source: Approving The Warehouse Quantity Less Than
ar: إعتماد كمية المستودع اقل من

source: As Requested
ar: طلب

source: Color
ar: اللون

source: Cost
ar: الكلفة

source: Fabric Change Is Allowed
ar: يسمح بتغير القماش

source: Foreign Cost
ar: كلفة الاجنبي

source: Item Code
ar: رمز المادة

source: Item Level
ar: مستوى المادة

source: Item Type
ar: نوع المادة

source: Local Cost
ar: كلفة المحلي

# NumberOfPieces
source: Nnumber Of Pieces
ar: عدد القطع

# NumberOfDay
source: Number Of Days
ar: عدد الايام

source: Number Of Stages
ar: عدد مراحل العمل

source: Number Of Working Days
ar: عدد ايام العمل

source: Quantity
ar: الكمية

source: Sale Of Offered ArticleIs Permitted
ar: يسمح ببيع المعروض

source: Show Online
ar: إظهار اونلاين

source: Stop Item
ar: إيقاف المادة

source: Stop Online
ar: إيقاف

source: Style
ar: الموديل

source: Tax Rate
ar: نسبة الضريبة

source: Wage Rate
ar: نسبة الاجور

# SearchGroup
source: Search Groups
ar: بحث عن مجموعة

source: Color Number
ar: رقم اللون

source: Item Name
ar: اسم المادة

source: Cost Rate
ar: معدل الكلفة

# ItemCard
source: Items Card
ar: بطاقة المادة

source: Last Foreign Purchase Price
ar: اخر سعر شراء اجنبي

source: Last Local Purchase Price
ar: اخر سعر شراء محلي

source: The Number Of Days The Card Is Opened
ar: عدد ايام فتح البطاقة

source: Total Quantity Sold
ar: إجمالي الكمية المباعة

source: Total Value Sold
ar: إجمالي القيمة المباعة

# SearchItemCard
source: Search For A Item Card
ar: بحث عن بطاقة مادة

source: The Item Card Is Suspended
ar: بطاقة المادة موقوفة

source: Item Case
ar: حالة المادة

source: Stopped
ar: موقوف

source: Card Information
ar: معلومات البطاقة

source: Manufacturing
ar: التصنيع

source: Related Item
ar: مواد مرتبطة

source: Similar Item
ar: مواد مماثلة

source: Classic
ar: كلاسيك

source: Heavy
ar: ثقيل

source: Light
ar: خفيف

source: Middle
ar: وسط

source: Modern
ar: مودرن

source: New Classic
ar: نيو كلاسيك

source: Financial
ar: المالية

source: Foreign Import
ar: استيراد اجنبي

source: Investment
ar: استثمار

source: Item Picture
ar: صورة المادة

source: Local Import
ar: اسنيراد محلي

source: Taxes Included
ar: شامل للضريبة

source: The Target Monthly Amount
ar: الكمية الشهرية المستهدفة

source: The Item Card Does Not Exist
ar: بطاقة المادة غير موجودة

source: Search Factory
ar: البحث عن المصنع

# FactoryNo
source: Factory Number
ar: رقم المصنع

source: The Factory Does Not Exist
ar: المصنع غير موجود

# PleasefillFactoryNo
source: Please Select A Manufacturer
ar: الرجاء إختيار مصنع

# PleasefillItemName
source: Please Check The Item Name
ar: الرجاء التأكد من اسم المادة

# PleasefillItemSerial
source: Please Check The Item Code
ar: الرجاء التأكد من رمز المادة

# PleasefillManufacturingStageFactory
source: Please Check The Factories In The Manufacturing Stages
ar: الرجاء التأكد من المصانع في مراحل التصنيع

# PleasefillNumberOfDays
source: Please Check The Number of Days In The Manufacturing Stages
ar: الرجاء التأكد من عدد الايام في مراحل التصنيع

# PleasefillNumberOfDaysCount
source: Please Make Sure The Number Of Manufacturing Days Is Not Equal
ar: الرجاء التأكد عدد ايام التصنيع غير متساوية

# PleasefillNumberOfStages
source: Please Select The Number Of Manufacturing Stages
ar: الرجاء اختيار عدد مراحل التصنيع

# PleasefillNumberOfWorking
source: Please Choose The Number Of Working Days
ar: الرجاء إختيار عدد ايام العمل

# PleasefillQuantityRawMaterial
source: Please Check The Quantities Of The Raw Materials
ar: الرجاء التأكد من كميات المواد الاولية

# PleasefillRawMaterial
source: Please Check The Raw Material
ar: الرجاء التأكد من المواد الاولية

# PleasefillRelatedItem
source: Please Check Related Item
ar: الرجاء التأكد من المواد المرتبطة

# PleasefillSimilarItem
source: Please Check Similar Item
ar: الرجاء التأكد من المواد المماثلة

source: Total Cost
ar: مجموع الكلف

source: Total Quantity
ar: مجموع الكميات

source: Manufacturing Attachments
ar: مرفقات التصنيع

# PleasFillItemCodeFirst
source: Please Enter The Item Card Information First
ar: الرجاء ادخال معلومات بطاقة المادة اولا

source: Taxable By Zero
ar: خاضع للضريبة بنسبة صفر

source: Choose Picture
ar: اختار صورة

source: Unit Code
ar: رمز الوحدة

source: Factory Code
ar: رمز المصنع

source: Clear Picture
ar: مسح الصورة

source: Add New Files
ar: اضافات ملفات جديدة

source: Item Files
ar: ملفات المادة

source: The Files Have Been Uploaded Successfully
ar: تم تحميل الملفات بنجاح

source: Base Price
ar: السعر الاساسي

source: Customers
ar: العملاء

source: Finance Bank
ar: جهة التمويل

source: Name Of The Person To Follow
ar: اسم شخص للمتابعة

source: Order Number
ar: رقم الطلبية

source: Suppliers
ar: الموردين

source: Tax Amount
ar: قيمة الضريبة

source: Total After Discount
ar: القيمة بعد الخصم

source: Total Before Discount
ar: القيمة قبل الخصم

source: Total Before Tax
ar: القيمة قبل الضريبة

source: Total Discount
ar: قيمة الخصم

source: Credit Account
ar: حساب دائن

source: Credit Cost Center
ar: مركز كلفة دائن

source: Debit Account
ar: حساب مدين

source: Debit Cost Center
ar: مركز كلفة مدين

source: Invalid Date
ar: خطأ في تاريخ

source: Copying
ar: جاري النسخ

source: This Date Is Frozen
ar: هذا التاريخ مجمد

source: Bank Balance
ar: رصيد البنوك

source: Fund Balance
ar: رصيد الصندوق

source: Company Logo
ar: شعار الشركة

source: Password Does Not Match
ar: كلمة المرور غير متطابقة

source: Please Add A Password
ar: الرجاء اضافة كلمة مرور

# EditingConsumption
source: Editing a consumption restriction from a number transaction
ar: تحرير قيد استهلاك من حركة رقم

source: The Cost Center Is Exist
ar: مركز الكلفة مخزن مسبقا

source: The Account Number Is Exist
ar: رقم الحساب مخزنا مسبقا

source: Paid To Cost Center
ar: مركز كلفة مدفوع له

source: Activate
ar: تفعيل

source: DeActivate
ar: ايقاف

source: Description
ar: التصنيف

source: Description Name
ar: اسم التصنيف

source: Descriptions
ar: التصنيفات

source: The Credit Account Number Is Suspended
ar: رقم حساب الدائن موقوف

source: The Credit Cost Center Is Suspended
ar: مركز كلفة دائن موقوف

source: The Debit Account Number Is Suspended
ar: رقم حساب المدين موقوف

source: The Debit Cost Center Is Suspended
ar: مركز كلفة مدين موقوف

source: The Tax Account Number Is Suspended
ar: رقم حساب الضريبة موقوف

source: The Tax Cost Center Is Suspended
ar: مركز كلفة ضريبة موقوف

source: The Bank Account Number Is Suspended
ar: رقم حساب البنك موقوف

source: The Bank Cost Center Is Suspended
ar: مركز كلفة البنك موقوف

source: The Drawn Bank Account Number Is Suspended
ar: رقم حساب البنك المسحوب عليه موقوف

source: The Expense Account Number Is Suspended
ar: رقم حساب المصاريف موقوف

source: The Expense Cost Center Is Suspended
ar: مركز كلفة المصاريف موقوف

source: The Fund Account Number Is Suspended
ar: رقم حساب الصندوق موقوف

source: The Fund Cost Center Is Suspended
ar: مركز كلفة الصندوق موقوف

source: The Paid Account Number Is Suspended
ar: رقم حساب مدفوع منه موقوف

source: The Paid Cost Center Is Suspended
ar: مركز كلفة المدفوع منه موقوف

source: The Paid To Account Number Is Suspended
ar: رقم حساب المدفوع له موقوف

source: The Paid To Cost Center Is Suspended
ar: مركز كلفة المدفوع له موقوف

source: The Postdated Account Number Is Suspended
ar: رقم حساب اجل الدفع موقوف

source: The Postdated Cost Center Is Suspended
ar: مركز كلفة اجل الدفع موقوف

source: The Prepaid Expense Account Number Is Suspended
ar: رقم حساب المصاريف المدفوعة مقدما موقوف

source: The Prepaid Expense Cost Center Is Suspended
ar: مركز كلفة المصاريف المدفوعة مقدما موقوف

source: The Revenue Account Number Is Suspended
ar: رقم حساب الايرادات موقوف

source: The Revenue Cost Center Is Suspended
ar: مركز كلفة الايرادات موقوف

source: The Revenue Received Account Number Is Suspended
ar: رقم حساب ايرادات مقبوضة مقدما موقوف

source: The Revenue Received Cost Center Is Suspended
ar: مركز كلفة الايرادات المقبوضة مقدما موقوف

source: Banks Balances
ar: ارصدة البنوك

source: Clients Balances
ar: ارصدة العملاء

source: Funds Balances
ar: ارصدة الصناديق

source: Suppliers Balances
ar: ارصدة الموردين

source: Delete Favorite
ar: حذف المفضلة

source: Daily Cheques Register
ar: سجل الشيكات اليومي

# WarehouseSettings
source: Warehouses Settings
ar: إعدادات المستودعات

source: Daily Transactions
ar: حركات اليومية

# DescriptionDetailName
source: Detail Name
ar: اسم التفصيل

source: Descriptions Details
ar: تفاصيل التصنيفات

source: Categories Prices
ar: فئات الاسعار

source: Category Price Name
ar: اسم فئة السعر

source: Measurement Name
ar: اسم القياس

source: Measurements
ar: القياسات

source: Measurements Details
ar: تفاصيل القياسات

# MeasurementDetailName
source: Detail Name
ar: اسم التفصيل

# WarehouseCompanyTransactionKind
source: Warehouse Transactions
ar: حركات المستودعات

source: Setting
ar: إعداد

# ItMayTakeSomeTimeToCreateTransactions
source: It may take some time to create transactions for store ........ Please wait
ar: قد يستغرق بعض الوقت لانشاء الحركات على المستودع ........ الرجاء الانتظار

source: Preparation
ar: الإعداد

source: Please Select Level
ar: يرجى اختيار المستوى

source: Order Quantity
ar: كمية الطلب

source: Re-Order Limit
ar: حد إعادة الطلب

source: Case
ar: الحالة

source: Commission Account
ar: حساب العمولة

source: Cost Of Goods Account Number
ar: رقم حساب تكلفة البضاعة

source: Email Of Person In Charge
ar: البريد الإلكتروني للشخص المسؤول

source: Flat Commission
ar: العمولة المقتطعة

source: Funding Agencies
ar: جهات التمويل

source: Funding Agency ID
ar: رمز جهة التمويل

source: Purchase Account Number
ar: رقم حساب المشتريات

source: Purchase Fund Account Number
ar: رقم حساب الصندوق المشتريات

source: Purchase Fund Return Account Number
ar: رقم حساب مردود صندوق المشتريات

source: Purchase Return Account Number
ar: رقن حساب مردود مشتريات

source: Purchase Tax Account Number
ar: رقم حساب ضريبة المشتريات

source: Purchase Tax Return Account Number
ar: رقم حساب مردود ضريبة المشتريات

source: Return Cost Of Goods Account Number
ar: رقم حساب مردودات تكلفة بضاعة

source: Sales Account Number
ar: رقم حساب المبيعات

source: Sales Fund Account Number
ar: رقم حساب صندوق المبيعات

source: Sales Refund Fund Account Number
ar: رقم حساب صندوق مردود المبيعات

source: Sales Return Account Number
ar: رقم حساب مردودات المبيعات

source: Sales Tax Account Number
ar: رقم حساب ضريبة المبيعات

source: Sales Tax Return Account Number
ar: رقم حساب مردود ضريبة مبيعات

source: Flat Commission-12
ar: العمولة المقتطعه-12

source: Flat Commission-24
ar: العمولة المقتطعة -24

source: Flat Commission-36
ar: العمولة المقتطعة-36

source: Flat Commission-48
ar: العمولة المقتطعة-48

source: Flat Commission-60
ar: العمولة المقتطعة-60

source: Warehouse Accounts
ar: حسابات المستودعات

source: Funding Agency
ar: جهة التمويل

source: Advertising Representatives
ar: مندوبين دعاية

source: Country Of Origin
ar: بلد المنشأ

source: Manufacturer Companies
ar: الشركات المصنعة

source: Branches Accounts
ar: حسابات الفروع

source: Difference Account Number
ar: رقم حساب الفروقات

source: Direct Account Number
ar: رقم حساب المباشر

source: Foreign Purchase Account Number
ar: رقم حساب المشتريات الاجنبية

source: Carpenter ID
ar: رمز النجار

source: Carpenters
ar: النجارين

source: Job Number
ar: الرقم الوظيفي

source: SaleMan ID
ar: رمز المندوب

source: Type Code
ar: رمز النوع

# ItemTypes
source: Items Types
ar: انواع المواد

# ItemUnits
source: Items Units
ar: وحدات المواد

source: American Account Number
ar: رقم حساب الاميركان

source: Arabi Cash Account Number
ar: رقم حساب عربي كاش

# BillsOfExchangeAccountNumber
source: Bills Of Exchange Account Number For Collection
ar: رقم حساب كمبيالات برسم التحصيل

source: Cheque Fund Closing Voucher
ar: سند إلاق صندوق الشيكات

source: Closing A Financing Fund Voucher
ar: سند إغلاق صندوق تمويل

source: Closing A Fund Voucher
ar: سند إغلاق صندوق

source: Financing Voucher
ar: سند تمويل

source: Installation Voucher
ar: سند تركيب

source: Installment Scheduling Voucher
ar: جدولة اقساط

source: Maintenance Card Account Number
ar: رقم حساب كرت صيانة

source: Maintenance Card Voucher
ar: سند كرت صيانة

source: Master Account Number
ar: رقم حساب الماستر

source: Payment Voucher
ar: سند صرف

source: Receipt Cheque Voucher
ar: سند قبض شيكات

source: Receipt Voucher
ar: سند قبض

source: Relocation Account Number
ar: رقم حساب ترحيل

source: Return Card Account Number
ar: رقم حساب كرت إرجاع

source: Returning Sold Item Voucher
ar: سند إرجاع مواد مباعة

source: Transfer Fees And Installation Account Number
ar: رقم حساب اجور نقل و تركيب

source: Transfer Fees And Installation Voucher
ar: سند اجور نقل و تركيب

source: Transfer Voucher
ar: سند ترحيل

source: Visa Account Number
ar: رقم حساب الفيزا

source: Employee ID
ar: رقم الموظف

source: Employee Name
ar: اسم الموظف

# SearchEmployees
source: Search For Employees
ar: بحث عن موظف

source: Tax Rates For Items
ar: النسب الضريبية للمواد

source: Alternative Items
ar: المواد البديلة

source: Barcode
ar: الباركود

# Bonus
source: Bonus - Free
ar: البونص - مجاني

source: Height
ar: الارتفاع

source: Item Purchases Only
ar: مادة مشتريات فقط

source: Item Sales Only
ar: مادة مبيعات فقط

source: Item Services Without An Inventory
ar: مادة خدمات بدون جرد

source: Last Purchase Price
ar: اخر سعر شراء

source: Length
ar: الطول

source: Manufacturer Company
ar: الشركة المصنعة

source: Maximum Item
ar: الحد الاعلى للمادة

source: Minimum Item
ar: الحد الادنى للمادة

source: Minimum Sale Amount
ar: الحد الادنى للبيع

source: Not Related To The Unit Above
ar: غير مرتبطة بالوحدة التي تعلوها

source: Point Of Sale Price
ar: سعر نقطة البيع

source: Purchase Price
ar: سعر الشراء

source: Quantity Available
ar: الكمية المتوفرة

source: Quantity Sold
ar: الكمية المباعة

source: Scale Item
ar: مادة ميزان

source: Scale Item By Piece
ar: مادة ميزان بالحبة

source: Size
ar: الحجم

source: Stopping Item From Buying
ar: ايقاف المادة عن الشراء

source: Stopping Item From Point Of Sale
ar: ايقاف المادة عن نقاط البيع

source: Stopping Item From Selling
ar: ايقاف المادة عن البيع

source: Total Price
ar: سعر الإجمالي

source: Track An Expiration Date
ar: تتبع تاريخ انتهاء

source: Track Customs
ar: تتبع جمرك

source: Track Sequence
ar: تتبع تسلسل

source: Track Sequence Upon Input
ar: تتبع تسلسل عند الادخال

source: Track Sequence Upon Output
ar: تتبع تسلسل عند الاخراج

source: Unit Price
ar: سعر الوحدة

source: Weight
ar: الوزن

source: Width
ar: العرض

source: Movements
ar: الحركات

source: Other Expenses
ar: نفقات اخرى

source: Other Expense Account Number
ar: رقم حساب متفرقات اخرى

# PleasefillExpenseAccount
source: Please check the expenses account numbers
ar: الرجاء التأكد من ارقام حسابات المصاريف

# PleasefillOtherExpenseAccount
source: Please check the other expenses account numbers
ar: الرجاء التأكد من ارقام النفقات الاخرى

# PleasefillBranch
source: Please choose a branch
ar: الرجاء اختيار فرع

# ItMayTakeSomeTimeToCreateTransactionsAndItems
source: It may take some time to create transactions and items for store ........ Please wait
ar: قد يستغرق بعض الوقت لانشاء الحركات و المواد على المستودع ........ الرجاء الانتظار

source: Today
ar: اليوم

source: Tomorrow
ar: غدا

source: Do You Want To Print ?
ar: هل تريد الطباعه؟

source: Item Nature
ar: طبيعة المادة

source: Item Classifications
ar: تصنيفات المادة

source: Offers
ar: العروض

source: Other Units
ar: الوحدات الاخرى

source: Item Sales And Purchases
ar: مادة مبيعات و مشتريات

source: Other
ar: غير ذلك

# SearchItemUnits
source: Search For A Unit
ar: البحث عن وحدة

source: The Unit Does Not Exist
ar: الوحدة غير موجودة

source: Offer 1
ar: العرض 1

source: Offer 2
ar: العرض 2

source: Offer Type
ar: نوع العرض

# PleasefillAlternativeItem
source: Please Check Alternative Item
ar: الرجاء التأكد من المواد البديلة

# PleasefillItemCode
source: Please Check The Item Code
ar: الرجاء التأكد من رقم المادة

# PleasefillOfferQuantity
source: Please Check Offer Quantity
ar: الرجاء التأكد من كميات العرض

# PleasefillOtherUnit
source: Please Check Other Unit
ar: الرجاء التأكد من الوحدات الاخرى

source: This Item is already entered
ar: هذه المادة مدخلة مسبقا

source: There Is No Offer
ar: لا يوجد عرض

# PleaseMakeSureThatThereIsASimilarityBetweenItem
source: Please make sure that there is a similarity between the item code and similar material and the barcode of another unit
ar: الرجاء التاكد هناك تشابه بين رمز المادة و مادة مماثلة و باركود وحدة اخرى

source: There is a duplicate barcode in other units
ar: يوجد تكرار باركود بالوحدات الاخرى

source: There is a repeat item code in similar items
ar: يوجد تكرار رمز المادة في مواد المماثلة

source: There is a repeat item code in alternate items
ar: يوجد رمز مادة مكرر بين المواد البديلة

source: There is a repetition of the unit number in other units
ar: يوجد تكرار رقم الوحدة بالوحدات الاخرى

source: The alternative code is the same item code
ar: رمز المادة البديلة هو نفس رمز المادة

source: Linking Items To Warehouses
ar: ربط المواد بالمستودعات

source: Determine Warehouse Quantities
ar: تحديد كميات المستودعات

source: Delegate Receiving
ar: مندوبين استلام

source: Drivers
ar: السائقين

source: Extra Expense Name
ar: إسم المصروف الإضافي

source: Extra Expenses
ar: مصاريف إضافية

source: Advertising Representative
ar: مندوب الدعاية

# LinkingItemsToAdvertisingRepresentative
source: Linking Items To Advertising Representatives
ar: ربط المواد مع مندوبين الدعاية

source: Driver Name
ar: اسم السائق

source: Initial Inventory
ar: الجرد الاولي

source: Update All
ar: تعديل الكل

source: Piece Price
ar: سعر القطعة

source: Tax Case
ar: حالة الضريبية

source: Upper Limit For Uncollected Cheques
ar: الحد الاعلى للشيكات غير محصلة

source: Link With Voucher
ar: مرتبطة بفاتورة

source: Local Purchase Order
ar: طلب شراء محلي

source: Not Related
ar: غير مرتبطة

source: Order Date
ar: تاريخ الطلب

source: Related
ar: مرتبطة

source: Voucher Case
ar: طبيعة الفاتورة

# VoucherCredit
source: Credit
ar: ذمة

# MessageLinkWithVoucher
source: This order is linked with an voucher
ar: هذا طلب مرتبط مع فاتورة

source: Hints
ar: ملاحظة جانبية

# PleasefillQuantity
source: Please check the quantities
ar: الرجاء التأكد من الكميات

source: Cost Price After Total Discount
ar: كلفة المادة بعد الخصم الكلي

source: Item Share Of The Total Discount
ar: حصة المادة من الخصم الكلي

# NetTotalAfterDiscount
source: Total After Discount
ar: اجمالي الصافي بعد خصم كلي

source: Price Piece After Total Discount
ar: سعر الوحدة بعد الخصم الكلي

source: Price Piece Include Tax
ar: سعر الوحدة شامل الضريبة

source: Tax Value After Total Discount
ar: قيمة الضريبة بعد الخصم الكلي

# TaxValueBeforeDiscount
source: The Tax Value Before Discount
ar: قيمة الضريبة قيل الخصم

source: Total Includes Tax After Ttotal Discount
ar: الإجمالي شامل الضريبة بعد الخصم الكلي

source: Local Purchase Voucher
ar: فاتورة شراء محلية

# OriginalVoucher
source: Original Voucher Number
ar: رقم فاتورة الاصل

source: Bill Date
ar: تاريخ الفاتورة

source: Price Piece Include Tax After Ttotal Discount
ar: سعر الوحدة شامل الضريبة بعد الخصم الكلي

source: The Discount Value Is Greater Than The Actual Value
ar: قيمة الخصم اكبر من القيمة الفعلية

source: Local Return Purchase Voucher
ar: مرتجع فاتورة شراء محلية

source: Smoke
ar: دخان

source: Choose
ar: إختيار

source: Manufacturing Warehouse
ar: مستودع التصنيع

# CustomerAccountName
source: Customer Account
ar: حساب العميل

# LocalSaleVoucher
source: Sale Voucher
ar: فاتورة بيع

source: Offer Date
ar: تاريخ العرض

# OfferPriceNo
source: Offer Price Number
ar: رقم عرض السعر

# LocalReturnSaleVoucher
source: Return Sale Voucher
ar: مرتجع فاتورة بيع

source: Sale Order
ar: طلب بيع

source: Discount Foreign
ar: خصم الاجنبي

source: Foreign Total
ar: الإجمالي اجنبي

source: Offer Price
ar: عرض السعر

source: Total After Discount Foreign
ar: قيمة اجنبي بعد الخصم

source: Sale Order Number
ar: رقم طلب البيع

source: In Voucher
ar: سند إدخال

source: Out Voucher
ar: سند إخراج

source: Spoiled Voucher
ar: سند إتلاف

# St_TransferVoucher
source: Transfer Voucher
ar: سند تحويل

source: Voucher Type
ar: نوع السند

source: From Warehouse
ar: من مستودع

source: To Warehouse
ar: الى مستودع

source: Warehouses Are Similar
ar: المستوعات متشابهة

# MessageCantDeleteStock
source: You can not delete the warehouse linked to the branches or transactions
ar: لا يمكن الحذف المستودع مرتبط بفروع او حركات

# MessageCantDeleteItem
source: Associated with a item cannot be deleted
ar: لا يمكن حذف مرتبطة مع مادة

source: Items with transactions are not displayed
ar: لا يتم عرض المواد التي عليها حركات

source: Item Transactions
ar: حركات مادة

source: Approving Previous Balance
ar: إعتماد الرصيد السابق

source: End Of Period Balance
ar: رصيد نهاية الفترة

source: Show Item Cost
ar: إظهار كلفة المادة

# StartOfPeriodBalance
source: The Balance Of The Beginning Period
ar: رصيد بداية الفترة

source: Average Cost
ar: متوسط الكلفة

# QuantityIn
source: Input Quantity
ar: كمية الداخلة

# QuantityOut
source: Output Quantity
ar: كمية الخارجة

source: Remaining Cost Balance
ar: رصيد الكلفة المتبقي

source: Transaction Number
ar: رقم الحركة

source: Debit Credit In Voucher
ar: سند ادخال مدين دائن

source: Debit Credit Out Voucher
ar: سند إخراج مدين دائن

source: Purchase Order Foreign
ar: طلب شراء اجنبي

source: Purchase Voucher Import
ar: فاتورة شراء استيراد

source: Receipt Date
ar: تاريخ السند

source: Receipt Number
ar: رقم السند

source: Receipt Type
ar: نوع السند

source: Date Is Not With in This Year
ar: التاريخ ليس من ضمن هذا العام

source: Fiscal Year
ar: السنة المالية

source: Resetting Accounts
ar: إعادة ترصيد

source: Current Year
ar: السنة الحالية

source: Previous Year
ar: السنة السابقة

# CantUpdateOpeningBalance
source: Can not Update Opening Balance
ar: لا يمكن التعديل علي القيد الافتتاحي
