Repository: MohdAwad/Acc
Catalog: Resources/Resource.*.resx
Languages: ar

source: Cheque Endorsement Cost Center
ar: مركز كلفة المجير له

source: Endorsement
ar: تجير

# CompareCostMonthsAll
source: Compare the Cost Center estimated balances for All month
ar: مقارنة الارصدة التقديرية لكل الاشهر لمراكز الكلف

# CompareCostYearly
source: Compare the estimated balances annually for Cost Center
ar: مقارنة الارصدة التقديرية سنوي حسب مركز الكلفة

# TextRightLeft
source: text-right
ar: text-left

source: Please enter the account number
ar: يرجي ادخال رقم الحساب

source: Please enter the cost center
ar: يرجي ادخال مركز الكلفة

source: Copy
ar: نسخ

# PaymentChequeUnderCollection
source: Payment of under collection cheques
ar: تحصيل شيكات برسم التحصيل

source: By Cost Center
ar: اعتماد مركز كلفة

source: Contain
ar: يحتوي علي

# CostSearchType
source: Part of the number
ar: جزء من الرقم

source: End With
ar: يتنهي ب

source: Match Number
ar: مطابق للرقم

source: Part of the number
ar: جزء من الرقم

source: Start With
ar: يبداء ب

source: Payment
ar: تسديد

source: Cheque Box Cost Center
ar: مركز كلفة صندوق شيكات

# MessagePleaseChooseCostChequeBox
source: Please Choose Cheque Box Cost Center
ar: الرجاء إختيار مركز كلفة صندوق الشيكات

source: Asset Type
ar: انواع الاصول

source: Assets
ar: الاصول

# PaymentChequeEndorsement
source: Payment of endorsement cheques
ar: تسديد شيكات مجيرة

source: Asset BarCode
ar: باركود الاصل

source: Asset Consum Ratio
ar: نسبة الاستهلاك

source: Asset Cost
ar: كلفة الاصل

source: Asset ID
ar: رقم الاصل

source: Asset Name
ar: اسم الاصل

# AssetSerialNo
source: Orignal Serial
ar: رقم السيريل للاصل

source: Book Value
ar: القيمة الدفتريه

source: Combined Consum
ar: الاستهلاك المجمع

# CombinedtDate
source: Combinedt Consum Date
ar: تاريخ مجمع الستهلاك

# ConsStartDate
source: Consum Start Date
ar: تاريخ بدء الاستعمال

source: Consumption Complex Name
ar: اسم حساب مجمع الاستهلاك

source: Consumption Complex No
ar: رقم حساب مجمع الاستهلاك

source: Depreciation expense Name
ar: اسم حساب مصروف الاستهلاك

source: Depreciation expense No
ar: رقم حساب مصروف الاستهلاك

source: Guaranteed Date
ar: مكفول حتي تاريخ

source: Last Maintenance Date
ar: تاريخ اخر صيانة

# PurchaseInvDate
source: Purchase Invoice Date
ar: تاريخ فاتورة الشراء

source: Purchase Invoice No
ar: رقم فاتورة الشراء

source: Purchase Order No
ar: رقم طلب الشراء

source: Supplier Account Name
ar: اسم حساب المورد

source: Supplier Account No
ar: رقم حساب المورد

# SupplierNote
source: Note
ar: ملاحظات

source: Asset Digit No
ar: عدد خانات رقم الاصل

source: Asset Info
ar: معلومات الاصل

source: SupplierI nfo
ar: معلومات المورد

source: New Asset
ar: اصل جديد

source: this number already exist
ar: هذا الرقم مخزن مسبقا

source: Drawing Cheque Under Collection
ar: سحب شيكات من رسم التحصيل

source: Paid Cost Center
ar: مركز كلفة المدفوع منه

source: Drawing
ar: سحب

source: Update Financial Info
ar: تعديل المعلومات المالية

source: Annual consumption
ar: الاستهلاك السنوي

source: Calculation of consumption
ar: احتساب الاستهلاك

source: Complex consumption
ar: استهلاك مجمع

source: Last consumption date
ar: اخر تاريخ استهلاك

source: Previous consumption
ar: الإستهلاك المجمع السابق

source: Value of Consumption
ar: قيمة الاستهلاك

source: Consumption Per Day
ar: الاستهلاك في اليوم

# ReturnChequeUnderCollection
source: Return of under collection cheques
ar: إعادة شيك من رسم التحصيل

source: Return
ar: إعادة

# ReturnChequeClearingDeposit
source: Return of clearing deposit cheques
ar: إعادة شيك إيداع مقاصة

source: Return Cheque Endorsement
ar: إعادة شيك مجير

# CalculationOfConsumptionAsset
source: Calculation Of Asset Consumption
ar: احتساب استهلاك الاوصول

source: Prepare
ar: تجهيز

source: Fund Cheques Drawn From Under Collection
ar: صندوق الشيكات المسحوبة من رسم التحصيل

source: Return Clearing Deposit
ar: إعادة إيداع مقاصة

source: Return Paid Account
ar: إعادة للحساب المدفوع منه

source: Returned Cheque Fund
ar: صندوق الشيكات المعادة

source: Return Under Collection
ar: إعادة إيداع برسم التحصيل

# ReturnToChequeEndorsement
source: Return To Endorsement
ar: إعادة تجير

# BankOrEndorsementAccountName
source: Bank \ Endorsement
ar: بنك / حساب مجير له

source: Case Number
ar: رقم القصية

source: Court Fund
ar: صندوق المحكمة

source: Transfer To Court
ar: تحويل الى محكمة

source: Compromise
ar: تسوية

source: Update Case Number
ar: تعديل رقم القضية

# ChequeAmounts
source: Cheque Amount :
ar: قيمة الشيكات :

source: Cheque Count :
ar: عدد الشيكات :

source: Collecte
ar: تحصيل

# CheckedPaperCount
source: Check Paper Count
ar: عدد الشيكات المحددة

source: Paper Amount
ar: قيمة الشيكات

source: Paper Count
ar: عدد الشيكات

source: Cheque Amount
ar: قيمة الشيكات

source: Papers Case
ar: حالة الشيكات

source: Receipt Cheques Report
ar: تقرير شيكات القبض

source: ChequeFund
ar: صندوق الشيكات

source: ClearingDepositCheque
ar: شيكات إيداع مقاصة

source: CompromiseInCourt
ar: شيكات تمت التسوية بالمحكمة

source: CourtFundCheque
ar: صندوق المحكمة

source: EndorsementCheque
ar: شيكات مجيرة

source: FundDrawnFromUnderCollection
ar: صندوق الشيكات المسحوبة من رسم التحصيل

source: PaymentEndorsement
ar: شيكات مجيرة مسددة

source: PaymentUnderCollection
ar: شيكات برسم التحصيل محصلة

source: ReturnChequeToCustomer
ar: شيكات معادة للعميل

source: ReturnDrawingChequeToCustomer
ar: شيكات مسحوبة معادة للعميل

source: Returned Cheque Fund Cheque
ar: صندوق شيكات المعادة

source: UnderCollection
ar: شيكات برسم التحصيل

# ChequesAmount
source: Cheque Amount
ar: قيمة الشيك

source: Original Company Transaction Kind
ar: حركة سند قبض شيكات

source: Original Voucher Number
ar: رقم سند قبض شيكات

# TrankingChequesReport
source: Receipt Cheques Tracking Report
ar: تقرير تتبع حركة شيكات قبض

source: Papers Details
ar: تفاصيل الشيك

source: Bank ID
ar: رقم البنك

source: Search Drawn Bank
ar: بحث عن بنك مسحوب منه

source: Drawn Bank Name
ar: اسم البنك المسحوب منه

source: Drawn Bank Number
ar: رقم البنك المسحوب منه

# DrawnBank
source: Drawn Banks
ar: البنوك المسحوب منها

# MessageDeletePaper
source: The voucher cannot be deleted,There are movements on cheques
ar: لا يمكن حذف السند يوجد حركات على شيكات

# MessageUpdatePaper
source: The voucher cannot be modified ,There are movements on all checks
ar: لا يمكن تعديل على سند يوجد حركات على كل الشيكات

source: Post Consum Asset
ar: تحرير قيود الاستهلاك

source: Posted Entry
ar: القيد المرحل

source: To Asset Expense Account
ar: على حساب مصاريف كل اصل

source: To Expense Account
ar: علي حساب مصاريف محدد

source: Name Of The Payee
ar: اسم الساحب

source: Paid To Account
ar: الحساب المدفوع له

# PaymentVoucherBank
source: Payment Vocuher Cheque
ar: سند صرف شيكات

# PostdatedAccountName
source: Postdated Account
ar: حساب أجل الدفع

# FirstBeneficiary
source: Not Paid To The First Beneficiary
ar: لا يصرف إلا للمستفيد الاول

source: Mr
ar: السيد

source: Mrs
ar: السيدة

source: Sirs
ar: السادة

source: Consumption End Period
ar: الاستهلاك المجمع بنهاية الفترة

source: Drawn To Bank Name
ar: اسم البنك المسحوب عليه

source: Drawn To Bank Number
ar: رقم البنك المسحوب عليه

source: Payment Cheque Transactions
ar: حركات شيكات صرف

# PostdatedCostCenter
source: Postdated Cheque Cost Center
ar: مركز كلفة اجل الدفع

source: Return Postdated Cheques
ar: إرجاع شيكات اجلة الدفع

source: Return Paid Postdated Cheques
ar: إرجاع شيكات اجلة الدفع مسددة

source: Paid Postdated Cheque
ar: شيكات اجلة الدفع مسددة

# PaymentChequesReport
source: Postdated Cheque Report
ar: تقرير شيكات اجلة الدفع

source: Return Paid Postdated Cheque
ar: شيكات اجلة الدفع مسددة مرتجعة

source: Return Postdated Cheque
ar: شيكات اجلة الدفع مرتجعة

# TrankingPaymentChequesReport
source: Postdated Cheques Tracking Report
ar: تقرير تتبع حركات شيكات اجلة الدفع

# AccountingDetailsReport
source: Transactions Report
ar: تقرير الحركات

# AllExportTransaction
source: All Export Transactions
ar: الحركات المرحلة

# AllTransaction
source: All Transactions
ar: كل الحركات

# AllUnExportTransaction
source: All UnExport Transactions
ar: الحركات الغير مرحلة

source: Date Approval
ar: إعتماد التاريخ

source: From Voucher Number
ar: من رقم حركة

source: To Voucher Number
ar: إلى رقم حركة

# VoucherApproval
source: Voucher Number Approval
ar: إعتماد رقم الحركة

# TransactionType
source: Transactions Type
ar: نوع الحركات

source: Voucher Details
ar: تفاصيل القيد

source: Receipt
ar: القيد

source: Services
ar: الخدمات

source: Services Details
ar: تفاصيل الخدمات

source: Note Approval
ar: إعتماد البيان

source: Please Select Voucher
ar: يرجي اختيار الفاتورة

# ReceiptBank
source: Receipt Voucher Cheque
ar: سند قبض شيكات

# ReceiptCash
source: Receipt Voucher Cash
ar: سند قبض نقدي

# ReturnMultiService
source: Return Voucher Multi Service
ar: فاتورة مرتجع بيع خدمات لاكثر من حساب

# ReturnService
source: Return Sale Voucher Service
ar: فاتورة مرتجع بيع خدمات

# SaleMultiService
source: Sale Voucher Multi Service
ar: فاتورة بيع خدمات لاكثر من حساب

# SaleService
source: Sale Voucher Service
ar: فاتورة بيع خدمات

source: Sales Report
ar: تقرير المندوبين

source: Consuming
ar: اتلاف

source: Consuming Asset
ar: اتلاف الاصل

source: Consuming Date
ar: تاريخ الاتفلاف

source: Consuming Note
ar: ملاحظه التلاف

source: Sale
ar: بيع

source: Sale Asset
ar: بيع الاصل

source: Sale Date
ar: تاريخ البيع

source: Sale Note
ar: ملاحظه البيع

source: Sale Value
ar: قيمة البيع

source: Collection
ar: تجميعي

source: Detailed
ar: تفصيلي

source: Purchase Multi Service
ar: فاتورة شراء خدمات لاكثر من حساب

source: Purchase Service
ar: فاتورة شراء خدمات

source: Report Type
ar: حالة التقرير

# ReturnPurchaseMultiService
source: Return Purchase Voucher Multi Service
ar: فاتورة مرتجع شراء خدمات لاكثر من حساب

# ReturnPurchaseService
source: Return Purchase Voucher Service
ar: فاتورة مرتجع شراء خدمات

# ServiceTaxReport
source: Sales Tax Bills For Services Revealed
ar: كشف ضريبة المبيعات لفواتير خدمات

source: Sum Net Total
ar: الإجمالي

source: Sum Tax
ar: مجموع الضريبة

source: Sum Total
ar: مجموع القيمة

source: Taxable
ar: خاصع للضريبة

source: Tax Exempt
ar: معفى من ضريبة

source: Tax Type
ar: نوع الضريبة

# ConsumAssetReport
source: Consum Assets Report
ar: تقرير الاصول المتلفة

# SoldAssetReport
source: Sold Assets Report
ar: تقرير الاصول المباعة

source: Asset Contain TransAction
ar: الاصل يحتوي علي حركات

# CantUpdate
source: Cant Updtae
ar: لا يمكن التعديل

source: Asset Maintenance
ar: صيانة اصل

# AssetMaintenanceReport
source: Assets Maintenance Report
ar: تقرير صيانة الاصول

source: Maintenance No
ar: رقم الصيانه

source: Maintenance Voucher Date
ar: تاريخ فاتورة الصيانة

source: Maintenance Voucher No
ar: رقم فاتورة الصيانة

source: Warranty until date
ar: تجديد الكفالة حتي تاريخ

source: Increase The Efficiency
ar: زيادة الكفاءه

source: Maintenance Contract
ar: عقد صيانة

source: Maintenance Type
ar: نوع الصيانة

source: Periodic
ar: دوري

source: Maintenanc Kind
ar: نوع الصيانه

source: Pay Value
ar: القيمة المدفوعه

source: Count
ar: العدد

source: Bill ID
ar: رقم الفاتورة

# ServiceReport
source: Services Voucher Report
ar: تقرير فواتير الخدمات

source: Amount After Discount
ar: القيمة بعد الخصم

source: Sum Discount
ar: مجموع الخصم

source: Sum Total After Discount
ar: مجموع القيمة بعد الخصم

# DetailedCustomerBalancesReport
source: Detailed Customer balances repor
ar: تقرير ارصدة العملاء تفصيلي

# DetailedSupplierBalancesReport
source: Detailed Supplier balances repor
ar: تقرير ارصدة الموردين تفصيلي

# ServiceReportCollection
source: Service Voucher Report Collection
ar: تقرير فواتير الخدمات تجميعي

# ServiceReportDetailed
source: Service Voucher Report Detailed
ar: تقرير فواتير الخدمات تفصيلي

# ServiceTaxReportCollection
source: Service Voucher Tax Report Collection
ar: كشف ضريبة المبيعات لفواتير خدمات تجميعي

# ServiceTaxReportDetailed
source: Service Voucher Tax Report Detailed
ar: كشف ضريبة المبيعات لفواتير خدمات تفصيلي

# ServiceTaxReportTaxExemptCollection
source: Service Tax Exempt Report Collection
ar: كشف المبيعات المعفى ضريبي لفواتير خدمات تجميعي

# ServiceTaxReportTaxExemptDetailed
source: Service Tax Exempt Report Detailed
ar: كشف المبيعات المعفى ضريبي لفواتير خدمات تفصيلي

# AssetAdministration
source: Administration
ar: الإدارة

source: ADMINISTRATION EXPENSES
ar: المصاريف الادارية والعمومية

source: All
ar: الكل

source: Expense Analysis Report
ar: تقرير تحليل المصاريف

source: FINANCIAL EXPENSES
ar: مصاريف تمويلية

source: SALES EXPENSES
ar: مصاريف بيعية

# AssetCircle
source: Circle
ar: الدوائر

# AssetSection
source: Section
ar: الاقسام

source: Accounts analysis report according to account type
ar: تقرير تحليل الحسابات حسب نوع الحساب

# AssetSite
source: Sites
ar: المواقع

# AssetTrustee
source: Trustees
ar: العهدة

# AssetTypeID
source: Asset Type
ar: نوع الاصل

source: Delivery Date
ar: تاريخ التسليم

source: Transfer Date
ar: تاريخ النقل

# DefinitionAssetSite
source: Assets Sites
ar: مواقع الاصول

# DeliveryAssetTrustee
source: Assets Trustee
ar: تسليم الاصول لعهدة

source: Goods End
ar: بضاعة نهاية المدة

source: Goods Start
ar: بضاعة اول المدة

source: Gross Profit
ar: مجمل الربح

source: Other Earning
ar: ايردات اخرى

source: Purchases
ar: المشتريات

# SALESCOST
source: Sale Cost
ar: تكلفة المبيعات

# Profitlossreport
source: Profit and loss report
ar: تقرير الارباح والخسائر

# Saless
source: Sales
ar: المبيعات

source: Net Profit \ Loss
ar: صافي الربح/الخسارة

# AssetSiteReport
source: Assets Sites Report
ar: تقرير مواقع الاصول

# DefinitionUserName
source: Site Definition User Name
ar: اسم مستخدم ربط المواقع

# DeliveryUserName
source: Trustee Delivery User Name
ar: اسم مستخدم التسليم لعهدة

source: Sum Asset Cost
ar: مجموع تكلفة الاصول

source: Sum Book Value
ar: مجموع القيمة الدفترية

source: Sum Combined Consum
ar: مجموع الاستهلاك المجمع

source: Approve Delivery Date
ar: إعتماد تاريخ التسليم

source: Approve Transfer Date
ar: إعتماد تاريخ النقل

source: Assets Transfer Movements Report
ar: تقرير حركات تنقل الاصول

source: Approve Combinedt Date
ar: إعتماد تاريخ مجمع الإستهلاك

source: Approve Cons Start Date
ar: إعتماد تاريخ بدء الإستعمال

source: Assets Report
ar: تقرير الاصول

source: Consumption Complex Cost Name
ar: اسم مركز كلفة مجمع الاستهلاك

source: Depreciation Expense Cost Name
ar: اسم مركز كلفة مصروف الاستهلاك

source: Consumption By Type Report
ar: تقرير الإستهلاك حسب النوع

source: Asset Depreciation Report
ar: تقرير إستهلاك الاصول

source: Assets Depreciation Details Report
ar: تقرير إستهلاك الاصول تفصيلي

source: Consumption Date
ar: تاريخ الإستهلاك

source: From The Date Of Consumption Work
ar: من تاريخ عمل الإستهلاك

source: Approve Consumption Date
ar: إعتماد تاريخ الإستهلاك

source: Approve Last Consumption Date
ar: إعتماد اخر تاريخ إستهلاك

source: Collector
ar: محصل

source: From Collection Date
ar: من تاريخ تحصيل

source: Not Collected
ar: غير محصل

source: Sum Amount
ar: مجموع الصافي

source: Sum Annual Consumption
ar: مجموع الإستهلاك السنوي

source: Sum Previous Consumption
ar: مجموع إستهلاك المجمع السابق

source: Sum Value Of Consumption
ar: مجموع قيمة الإستهلاك

# TempRevenueReport
source: Revenue Received Report
ar: تقرير الإيرادات المقبوضة مقدما

source: Temp Prepaid Report
ar: تقرير المصاريف المدفوعة مقدما

source: Cities
ar: المدن

# CustomerArea
source: Customers Areas
ar: مناطق العملاء

# CustomerInformation
source: Customers Information
ar: معلومات العملاء

# SupplierBank
source: Suppliers Banks
ar: بنوك الموردين

# SupplierCountry
source: Suppliers Countries
ar: دول الموردين

# SupplierCountryBank
source: Supplier Countries Banks
ar: دول بنوك الموردين

source: Branch Name
ar: اسم الفرع

source: Countries
ar: الدول

# SupplierBranchBank
source: Suppliers Branchs Banks
ar: فروع بنوك الموردين

# SupplierCityBank
source: Suppliers Cities Banks
ar: مدن بنوك الموردين

# SupplierCity
source: Suppliers Cities
ar: مدن الموردين

# SupplierType
source: Suppliers Types
ar: انواع المورد

# CityBankName
source: City
ar: المدينة

# MessageCantDelete
source: Cannot delete, Linked to movements
ar: لا يمكن الحذف مرتبط بحركات

source: Currency Name
ar: اسم العملة

# CompanyTransactionKindName
source: Transaction Name
ar: اسم الحركة

source: Group Name
ar: اسم المجموعة

source: The Account Number Is Suspended
ar: رقم الحساب موقوف

source: The Cost Center Is Suspended
ar: مركز الكلفة موقوف

source: The Account Number Does Not Exist
ar: رقم الحساب غير موجود

source: The Cost Center Contains Branches
ar: مركز الكلفة يحتوي على فروع

source: The Cost Center Contains Transactions
ar: مركز الكلفة يحتوي على حركات

source: Monthly Serial
ar: تسلسل شهري

source: Symbol
ar: رمز

source: Example
ar: مثال

source: Year
ar: السنة

source: Freeze
ar: تجميد

# FreezeTransaction
source: Freeze / UnFreeze Transactions Month
ar: تجميد / فك تجميد حركات شهر

source: Month Case
ar: حالة الشهر

source: Month ID
ar: رقم الشهر

source: Month Name
ar: اسم الشهر

source: UnFreeze
ar: فك التجميد

source: Freezing
ar: جاري التجميد

source: UnFreezing
ar: جاري فك التجميد

# MessageDontFreeze
source: This month is already frozen
ar: هذا الشهر مجمد مسبقا

# MessageDontUnFreeze
source: This month is not frozen
ar: هذا الشهر غير مجمد

source: Freezing Successfully
ar: تم التجميد بنجاح

source: UnFreezing Successfully
ar: تم فك التجميد بنجاح

source: Account
ar: الحساب

# AnErrorOccurred
source: An error occurred while processing your request.
ar: حدث خطأ أثناء معالجة طلبك

source: Associate your
ar: إقران الخاص بك

source: Association Form
ar: نموذج الارتباط

source: Confirm Email
ar: تأكيد عنوان البريد الإلكتروني

source: Enter verification code
ar: أدخل رمز التحقق

source: Enter your email.
ar: أدخل بريدك الإلكتروني

# ForDetailsOnSettingUpThis
source: for details on setting up this ASP.NET application to support logging in via external services.
ar: للحصول على تفاصيل حول إعداد تطبيق ASP.NET هذا لدعم تسجيل الدخول عبر الخدمات الخارجية

source: Forgot Password Confirmation
ar: نسيت كلمة المرور

source: Forgot your password?
ar: نسيت رقمك السري؟

source: Locked out
ar: إقفل

source: Login Failure
ar: فشل تسجيل الدخول

source: My Notinifactio Logs
ar: سجل اشعاراتي

source: Please check your email to reset your password.
ar: يرجى التحقق من بريدك الإلكتروني لإعادة تعيين كلمة المرور الخاصة بك

# PleaseEnterAUserNameForThisSite
source: Please enter a user name for this site below and click the Register button to finish logging in.
ar: يرجى إدخال اسم مستخدم لهذا الموقع أدناه والنقر فوق الزر تسجيل لإنهاء تسجيل الدخول

source: Reset password
ar: إعادة تعيين كلمة المرور

source: Reset password confirmation
ar: تأكيد إعادة تعيين كلمة المرور

source: Reset your password
ar: اعد ضبط كلمه السر

source: Select Two-Factor Authentication Provider:
ar: حدد موفر المصادقة الثنائية

source: Send
ar: إرسال

source: Send verification code
ar: أرسل رمز التحقق

# ThankYouForConfirmingYourEmail
source: Thank you for confirming your email. Please
ar: شكرا لتأكيد بريدك الإلكتروني. رجاء

# ThereAreNoExternalAuthentication
source: There are no external authentication services configured. See
ar: لم يتم تكوين خدمات مصادقة خارجية. نرى

# ThisAccountHasBeenLocked
source: This account has been locked out, please try again later.
ar: تم قفل هذا الحساب ، يرجى المحاولة مرة أخرى في وقت لاحق

source: this article
ar: هذا المقال

source: Unsuccessful login with service.
ar: تسجيل دخول غير ناجح مع الخدمة

source: Use another service to log in
ar: استخدم خدمة أخرى لتسجيل الدخول

source: Verify
ar: التحقق

# YourPasswordHasBeenReset
source: Your password has been reset. Please
ar: تم إعادة تعيين كلمة المرور الخاصة بك. رجاء

# YouSuccessfullyAuthenticatedWith
source: You've successfully authenticated with
ar: لقد نجحت في المصادقة مع

source: Chart Of Accounts
ar: شجرة الحسابات

source: Coming Soon
ar: قريبا

source: Customer Definition
ar: تعريف العملاء

# DefinitionSuppliers
source: Definition Of Suppliers
ar: تعريف الموردين

source: Under Construction
ar: قيد الإنشاء

source: Account Statement With Cost Center
ar: كشف حساب بمركز كلفة

source: Aging
ar: اعمار الذمم

source: Designed Financial Reports
ar: تقارير المالية المصممة

# MultiAccountStatementWithCostCenter
source: Account Statement With A Cost Center For Accounts
ar: كشف حساب مركز كلفة لحسابات

# PaymentVoucherCashMultiAccount
source: Paymnet Voucher For Multiple Accounts
ar: سند صرف نقدي لعدة حسابات

# ReceiptVoucherCashMultiAccount
source: Receipt Voucher For Multiple Accounts
ar: سند قبض نقدي لعدة حسابات

source: Return A Cheque From The Cheque Box
ar: إعادة شيك من صندوق الشيكات

source: Currency Number
ar: رقم العملة

source: Click here to Log in
ar: انقر هنا لتسجيل الدخول

# Transferring
source: Transfer is in progress
ar: جاري عملية النقل

source: Create Father Cost Center
ar: إنشاء مركز كلفة رئيسي

# CreateSubCostCenter
source: Create a Sub Cost Center
ar: إنشاء مركز كلفة فرعي

source: Delete Cost Center
ar: حذف مركز كلفة

source: Update Cost Center
ar: تعديل مركز كلفة

# UnpaidBill
source: Unpaid Bills
ar: كمبيالات غير مسددة

source: Unpaid Cheques Payment
ar: شيكات مصروفة غير مسددة

# UnpaidChequesReceived
source: Uncollected Cheques Received
ar: شيكات مقبوضة غير محصلة

source: There Are No Cheques
ar: لا يوجد شيكات

source: Cumulative
ar: تصاعدي

source: Descending
ar: تنازلي

source: Order By
ar: ترتيب حسب

# ClearGrid
source: Clear
ar: مسح

source: The Cost Center Does Not Exist
ar: مركز الكلفة غير موجود

# DiffForeign
source: Foreign Difference
ar: الفرق الاجنبي

source: Phone (1)
ar: هاتف (1)

source: Phone (2)
ar: هاتف (2)

source: Balance Sheet
ar: ميزانية العمومية

source: Income Statement
ar: قائمة الدخل

source: Clear
ar: مسح

# ConsumptionComplexCostNo
source: Consumption Complex Cost Center
ar: مركز كلفة مجمع الاستهلاك

# DepreciationExpenseCostNo
source: Depreciation Expense Cost Center
ar: مركز كلفة مصروف استهلاك

source: Add
ar: اضافة

source: Screens
ar: الشاشات

source: Show
ar: مشاهدة

source: Sub Account
ar: حساب فرعي

source: Sub Account CostCenter
ar: حساب فرعي مركز كلفة

source: Direct Export The Transactions
ar: ترحيل المباشر للحركات

# MessagePleaseChooseOnTransaction
source: Please Choose At Least One Transaction
ar: الرجاء إختيار حركة واحدة على الاقل

source: The Bank Does Not Exist
ar: البنك غير موجود

source: Send Mail
ar: ارسال ايميل

source: Add To Fav
ar: اضف للمفضل

source: Fav Screen
ar: المفضل

# PleasefillChequeAmount
source: Please verify the cheques amounts
ar: الرجاء التأكد من قيم الشيكات

# PleasefillChequeDate
source: Please confirm the date of the cheques
ar: الرجاء التأكد من تاريخ الشيكات

# PleasefillChequeNumber
source: Please verify the cheques numbers
ar: الرجاء التأكد من ارقام الشيكات

# PleasefillDrawnBank
source: Please check with the drawee bank
ar: الرجاء التأكد من البنك المسحوب منه

# PleasefillDrawnToBank
source: Please check with the drawee bank
ar: الرجاء التأكد من البنك المسحوب عليه

# PleaseAccountingEntry
source: The accounting entry is not equal
ar: القيد غير متساوي

# PleasefillAccountNumber
source: Please check the account numbers
ar: الرجاء التاكد من ارقام الحسابات

# PleasefillCostCenter
source: Please check cost centers
ar: الرجاء التاكد من مراكز الكلف

# PleasefillDebitOrCredit
source: Please make sure there is a line ,The debit value and the credit value are zero
ar: الرجاء التاكد يوجد سطر قيمة المدين و قيمة الدائن تساوي صفر

# PleasefillAmount
source: Please check the amount
ar: الرجاء التأكد من القيم

# PleasefillCollectionDate
source: Please check the collection date
ar: الرجاء التأكد من تواريخ التحصيل

source: Do you want to upload attachments?
ar: هل تريد رفع مرفقات؟

source: Stock Code
ar: رقم المستودع

source: Branch Code
ar: رقم الفرع

# BranchStockCode
source: Branch Stock
ar: مستودع الفرع

# MainStockCode
source: Main Stock
ar: مستودع الرئيسي

source: Attach
ar: مرفقات

# FactoryName
source: Factory
ar: المصنع

source: Factories
ar: المصانع

source: FileName
ar: اسم الملف

# SectionsOfFactoryName
source: Section
ar: القسم

source: Please Enter Email
ar: يرجي ادخال البريد الالكتروني

source: Sending Mail
ar: جاري ارسال بريد

# SectionOfFactories
source: Sections Of Factories
ar: اقسام المصانع
